IDEA StatiCa Open Model
CheckResPlate.MaxStrain Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Max Strain
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double MaxStrain { get; set; }
Public Property MaxStrain As Double
	Get
	Set
public:
property double MaxStrain {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CheckResPlate Class
IdeaRS.OpenModel.Connection Namespace